Repository: arthexis/arthexis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, it

source: Spanish
de: Spanisch
it: Spagnolo

source: English
de: Englisch
it: Inglese

source: Italian
de: Italienisch
it: Italiano

source: German
de: Deutsch
it: Tedesco

source: Charger timestamps
de: Zeitstempel der Ladestation
it: Timestamp del caricatore

source: Future actions
de: Zukünftige Aktionen
it: Azioni future

source: Public site traffic
de: Öffentlicher Website-Verkehr
it: Traffico del sito pubblico

source: Select a connector to view live chart data.
de: Wählen Sie einen Anschluss aus, um Live-Diagrammdaten anzuzeigen.
it: Seleziona un connettore per visualizzare i dati del grafico in tempo reale.

source: RFID Release Form
de: RFID-Übergabeformular
it: Modulo di consegna RFID

source: Generated on: %(date)s
de: Erstellt am: %(date)s
it: Generato il: %(date)s

source: Label
de: Etikett
it: Etichetta

source: Black
de: Schwarz
it: Nero

source: White
de: Weiß
it: Bianco

source: Blue
de: Blau
it: Blu

source: Red
de: Rot
it: Rosso

source: Green
de: Grün
it: Verde

source: Custom label
de: Benutzerdefiniertes Etikett
it: Etichetta personalizzata

source: Color
de: Farbe
it: Colore

source: Type
de: Typ
it: Tipo

source: Issuer Signature: ______________________________
de: Unterschrift des Ausstellers: ______________________________
it: Firma dell'emittente: ______________________________

source: Receiver Signature: ______________________________
de: Unterschrift des Empfängers: ______________________________
it: Firma del destinatario: ______________________________

source: Issuer Name: ______________________________
de: Name des Ausstellers: ______________________________
it: Nome dell'emittente: ______________________________

source: Receiver Name: ______________________________
de: Name des Empfängers: ______________________________
it: Nome del destinatario: ______________________________

source: AWG Calculator
de: AWG-Rechner
it: Calcolatore AWG

source: Cable & Conduit Calculator
de: Kabel- und Rohrleitungsrechner
it: Calcolatore di cavi e condotti

source: Meters:
de: Meter:
it: Metri:

source: Amps:
de: Ampere:
it: Ampere:

source: Volts:
de: Volt:
it: Volt:

source: Material:
it: Materiale:

source: Copper (cu)
de: Kupfer (Cu)
it: Rame (Cu)

source: Aluminum (al)
de: Aluminium (Al)
it: Alluminio (Al)

source: Phases:
de: Phasen:
it: Fasi:

source: AC Two Phases (2)
de: AC zweiphasig (2)
it: CA due fasi (2)

source: AC Single Phase (1)
de: AC einphasig (1)
it: CA monofase (1)

source: AC Three Phases (3)
de: AC dreiphasig (3)
it: CA trifase (3)

source: Temperature:
de: Temperatur:
it: Temperatura:

source: Conduit:
de: Rohrleitung:
it: Condotto:

source: Max AWG:
it: AWG massimo:

source: Ground:
de: Erdung:
it: Terra:

source: Maybe
de: Vielleicht
it: Forse

source: Yes
de: Ja
it: Sì

source: Max Lines:
de: Max. Leiter:
it: Numero massimo di linee:

source: This application will suggest a common correct sizing of cable, considering voltage drop and standard gauge sizes. Consult a professional electrician or your local electrical code before choosing the right cable for your electrical projects.
de: Diese Anwendung schlägt eine gebräuchliche korrekte Kabeldimensionierung vor, unter Berücksichtigung des Spannungsfalls und standardmäßiger Leiterquerschnitte. Konsultieren Sie vor der Auswahl des richtigen Kabels für Ihre Elektroprojekte eine Elektrofachkraft oder die örtlichen Vorschriften.
it: Questa applicazione suggerirà un dimensionamento corretto comune del cavo, considerando la caduta di tensione e le sezioni standard. Prima di scegliere il cavo giusto per i tuoi progetti elettrici consulta un elettricista professionista o il codice elettrico locale.

source: Calculate
de: Berechnen
it: Calcola

source: Or try a pre-loaded template:
de: Oder probieren Sie eine vorkonfigurierte Vorlage aus:
it: Oppure prova un modello preconfigurato:

source: Error: %(error)s
de: Fehler: %(error)s
it: Errore: %(error)s

source: No Suitable Cable Found
de: Kein geeignetes Kabel gefunden
it: Nessun cavo idoneo trovato

source: No cable was found that meets the requirements within a 3%% voltage drop.<br>Try adjusting the <b>cable size, amps, length, or material</b> and try again.
de: Es wurde kein Kabel gefunden, das die Anforderungen mit einem Spannungsfall von 3%% erfüllt.<br>Passen Sie <b>Kabelgröße, Ampere, Länge oder Material</b> an und versuchen Sie es erneut.
it: Nessun cavo soddisfa i requisiti con una caduta di tensione del 3%%.<br>Prova a regolare <b>sezione del cavo, ampere, lunghezza o materiale</b> e riprova.

source: Calculator Results
de: Rechenergebnisse
it: Risultati del calcolatore

source: AWG Size
de: AWG-Größe
it: Dimensione AWG

source: Lines
de: Leitungen
it: Linee

source: Total Cables
de: Gesamtanzahl Kabel
it: Cavi totali

source: Total Length (m)
de: Gesamtlänge (m)
it: Lunghezza totale (m)

source: Voltage Drop
de: Spannungsfall
it: Caduta di tensione

source: Voltage at End
de: Spannung am Ende
it: Tensione alla fine

source: Temperature Rating
de: Temperaturklasse
it: Classe di temperatura

source: Conduit
de: Rohrleitung
it: Condotto

source: Calculate Again
de: Erneut berechnen
it: Calcola di nuovo

source: Minimum load for this calculator is 15 Amps. Yours: amps=%(amps)s.
de: Die Mindestlast für diesen Rechner beträgt 15 Ampere. Ihre Eingabe: ampere=%(amps)s.
it: Il carico minimo per questo calcolatore è di 15 ampere. Valore inserito: ampere=%(amps)s.

source: Max. load allowed is 546 A (cu) or 430 A (al). Yours: amps=%(amps)s material=%(material)s
de: Die maximal zulässige Last beträgt 546 A (Cu) bzw. 430 A (Al). Ihre Eingabe: ampere=%(amps)s material=%(material)s
it: Il carico massimo consentito è 546 A (Cu) o 430 A (Al). Valore inserito: ampere=%(amps)s materiale=%(material)s

source: Consider at least 1 meter of cable.
de: Berücksichtigen Sie mindestens 1 Meter Kabel.
it: Considera almeno 1 metro di cavo.

source: Volt range supported must be between 110-460. Yours: volts=%(volts)s
de: Der unterstützte Spannungsbereich liegt zwischen 110-460. Ihre Eingabe: volt=%(volts)s
it: L'intervallo di tensione supportato deve essere tra 110 e 460. Valore inserito: volt=%(volts)s

source: Material must be 'cu' (copper) or 'al' (aluminum).
de: Das Material muss 'cu' (Kupfer) oder 'al' (Aluminium) sein.
it: Il materiale deve essere 'cu' (rame) o 'al' (alluminio).

source: AC phases 1, 2 or 3 to calculate for. DC not supported.
de: Für die Berechnung werden AC-Phasen 1, 2 oder 3 unterstützt. DC wird nicht unterstützt.
it: Sono supportate le fasi CA 1, 2 o 3. La CC non è supportata.

source: Temperature must be 60, 75 or 90
de: Die Temperatur muss 60, 75 oder 90 betragen
it: La temperatura deve essere 60, 75 o 90

source: Voltage drop may exceed 3% with chosen parameters
de: Der Spannungsfall kann mit den gewählten Parametern 3 % überschreiten
it: La caduta di tensione potrebbe superare il 3% con i parametri scelti

source: Voltage drop exceeds 3% with given max_awg
de: Der Spannungsfall überschreitet 3 % mit dem angegebenen max_awg
it: La caduta di tensione supera il 3% con il max_awg indicato

source: Share your feedback
it: Condividi il tuo feedback

source: Please provide feedback!
it: Fornisci il tuo feedback!

source: Tell us how this page worked for you.
it: Dicci com'è andata questa pagina per te.

source: Close
it: Chiudi

source: Name (email or pseudonym)
it: Nome (email o pseudonimo)

source: Share how we should address you
it: Indica come dovremmo chiamarti

source: Leave blank to submit anonymously.
it: Lascia vuoto per inviare in modo anonimo.

source: Your experience on this page
it: La tua esperienza su questa pagina

source: Excellent
it: Eccellente

source: 5 stars
it: 5 stelle

source: Great
it: Ottimo

source: 4 stars
it: 4 stelle

source: Good
it: Buono

source: 3 stars
it: 3 stelle

source: Okay
it: Discreto

source: 2 stars
it: 2 stelle

source: Needs improvement
it: Da migliorare

source: 1 star
it: 1 stella

source: Take a screenshot
it: Cattura uno screenshot

source: Detailed comments / feedback
it: Commenti dettagliati / feedback

source: Share details about your experience (max 400 characters)
it: Condividi dettagli sulla tua esperienza (max 400 caratteri)

source: Submit feedback
it: Invia feedback

source: Thank you! Your feedback has been sent.
it: Grazie! Il tuo feedback è stato inviato.

source: We could not submit your feedback. Please try again.
it: Impossibile inviare il tuo feedback. Riprova.

source: Network error. Please try again.
it: Errore di rete. Riprova.

source: No
de: Nein
